Repository: steinxborg/yuki-iptv
Catalog: po/yuki-iptv-*.po
Languages: de_de, es_es, nn, vi_vn

source: Nothing to do
de_de: Nichts mehr zu tun
es_es: Nada que hacer
nn: Ingenting å gjere
vi_vn: Không làm gì

source: Press Stop
de_de: Drücke Stop
es_es: Precione Detener
nn: Trykk stopp
vi_vn: Nhấn Dừng

source: Recording of two channels simultaneously is not available!
de_de: Aufnahme von zwei Kanälen gleichzeitig wird derzeit nicht unterstützt!
es_es: ¡La grabación de dos canales simuntaneamente no esta disponible!
nn: Opptak av to kanalar samstundes er ikkje tilgjengeleg!
vi_vn: Không thể ghi đồng thời hai kênh!

source: Press the key combination you want to assign
de_de: Drücke die Tastenkombination die du zuweisen willst
es_es: Presione la combinación de teclas que desea asignar
nn: Trykk på tastekombinasjonen du ønsker å tildele
vi_vn: Nhấn tổ hợp phím bạn muốn gán

source: Cancel
de_de: Abbrechen
es_es: Cancelar
nn: Opphev
vi_vn: Hủy

source: OK
vi_vn: Đồng ý

source: Show only channels in playlist
de_de: Nur Kanäle aus der Wiedergabeliste anzeigen
es_es: Mostrar solo canales en la lista de reproducción
nn: Vis berre kanalar i spelelista
vi_vn: Chỉ hiển thị kênh trong danh sách phát

source: Open
de_de: Öffnen
es_es: Abrir
nn: Opne
vi_vn: Mở

source: Save
de_de: Speichern
es_es: Guardar
nn: Lagre
vi_vn: Lưu

source: Do not forget to set custom sort order in settings!
de_de: Vergesse nicht eine eigene Sortierreihenfolge in den Einstellungen auszuwählen!
es_es: No olvides para establecer un orden de clasificación personalizado en Configuraciónes!
nn: Ikkje gløym å oppgi tilpassa sorteringsrekkefølge i innstillingar!
vi_vn: Đừng quên thiết lập thứ tự sắp xếp tùy chỉnh trong cài đặt!

source: All Files
de_de: Alle Datein
nn: Alle filer
vi_vn: Tất cả tệp

source: Select
de_de: Aufwählen
es_es: Seleccionar
nn: Vel
vi_vn: Chọn

source: Edit
de_de: Bearbeiten
es_es: Editar
nn: Rediger
vi_vn: Chỉnh sửa

source: Delete
de_de: Löschen
es_es: Borrar
nn: Slett
vi_vn: Xóa

source: Playlists
de_de: Wiedergabelisten
es_es: Lista de reproducción
nn: Spelelister
vi_vn: Danh sách phát

source: Add playlist
de_de: Zur Wiedergabliste hinzfügen
nn: Legg til speleliste
vi_vn: Thêm danh sách phát

source: Search playlists by title
de_de: Wiedergabeliste nach Titel durchsuchen
nn: Søk speleliste etter tittel
vi_vn: Tìm kiếm danh sách phát theo tiêu đề

source: Please select a playlist from the list or add a new playlist
de_de: Bitte wähle eine Wiedergabeliste aus der Liste oder erstelle eine neue
nn: Ver god å velje ei speleliste frå lista, eller legg til ei ny speleliste
vi_vn: Vui lòng chọn một danh sách phát từ danh sách hoặc thêm danh sách phát mới

source: Name
es_es: Nombre
nn: Namn
vi_vn: Tên

source: Path to file or URL
de_de: Pfad zur Datei oder URL
es_es: Dirección del archivo o URL
nn: Stil til fil eller nettadresse
vi_vn: Đường dẫn đến tệp hoặc URL

source: Select playlist
de_de: Playlist auswählen
es_es: Seleccionar playlist
nn: Vel speleliste
vi_vn: Chọn danh sách phát

source: Select EPG file
de_de: EPG-Datei auswählen
es_es: Seleccionar archivo EPG
nn: Vel EPG-fil
vi_vn: Chọn tệp EPG

source: Username
de_de: Benutzername
es_es: Español
nn: Brukarnamn
vi_vn: Tên đăng nhập

source: Password
de_de: Passwort
es_es: Contraseña
nn: Passord
vi_vn: Mật khẩu

source: TV guide offset
de_de: TV-Programm versatz
es_es: Desplazamiento de la guía de TV
nn: Tv-guide avsetjing
vi_vn: Thay đổi lịch phát sóng

source: %d hour
de_de: %d Stunde
es_es: %d hora
nn: %d time
vi_vn: %d giờ

source: URL not specified!
de_de: URL nicht angegeben!
es_es: Debes espesificar una direccion URL
nn: Nettadressen er ikkje spesifisert!
vi_vn: URL không được chỉ định!

source: Expiration date
de_de: Ablaufsdatum
es_es: Dia de Expiración
nn: Utløpsdato
vi_vn: Ngày hết hạn

source: Delete playlist permanently?
de_de: Playlist permanent löschen?
es_es: ¿Borrar la playlist permanentemente?
nn: Slett spelelista for alltid?
vi_vn: Bạn có muốn xóa danh sách phát vĩnh viễn?

source: Favourites+
de_de: Favoriten+
es_es: Favoritos+
nn: Favorittar+
vi_vn: Thêm vào danh sách Yêu thích

source: Added
de_de: Hinzugefügt
nn: Lagt til
vi_vn: Đã thêm

source: No playlists were found
de_de: Keine Wiedergabelisten gefunden
nn: Ingen spelelister vart funne
vi_vn: Không tìm thấy danh sách phát

source: No playlists were added
de_de: Keine Wiedergabelisten hinzugefügt
nn: Ingen spelelister vart lagde til
vi_vn: Không có danh sách phát nào được thêm

source: Please add your first playlist
de_de: Wähle zuerst eine Wiedergabeliste
nn: Ver god å legge til den første spelelista di
vi_vn: Vui lòng thêm danh sách phát đầu tiên của bạn

source: Error applying filters
de_de: Fehler beim Anwenden des Filters
nn: Kunne ikkje bruke filtera
vi_vn: Lỗi khi áp dụng bộ lọc

source: &Exit
de_de: &Verlassen
nn: &Avslutt
vi_vn: &Thoát

source: &Screenshot
de_de: &Bildschirmfoto
nn: &Skjermbilete
vi_vn: &Chụp màn hình

source: &Postprocessing
de_de: &Nachbearbeitung
nn: &Etterbehandling
vi_vn: &Hậu xử lý

source: &Deblock
de_de: &Entblockung
nn: &Avblokk
vi_vn: &Gỡ chặn

source: De&ring
nn: Av&ring
vi_vn: &Giảm nhiễu

source: Debanding (&gradfun)
de_de: Bänderentfernung (&gradfun)
nn: Fjerning av band (&gradfun)
vi_vn: Giảm nhiễu sọc bằng Gradfun

source: Add n&oise
de_de: Rauchen einfügen
nn: Legg til l&yd
vi_vn: Thêm &tạp âm

source: Add &black borders
de_de: Schwarze Ränder einfügen
nn: Legg til &svarte kantar
vi_vn: Thêm &viền đen

source: Soft&ware scaling
de_de: Soft&ware skalierung
nn: Program&vareskalering
vi_vn: Phóng đại &bằng phần mềm

source: &Autodetect phase
de_de: &Phase automatisch erkennen
nn: &Automatisk finn fase
vi_vn: &Tự động nhận diện pha

source: &Extrastereo
nn: &Ekstrastereo
vi_vn: &Tăng cường âm thanh vòm

source: &Headphone optimization
de_de: Für &Kopfhörer optimieren
nn: &Optimisering av hovudtelefonar
vi_vn: &Tối ưu hóa tai nghe

source: Volume &normalization
de_de: Lautstärke und Normalisierung
nn: Volum&normalisering
vi_vn: &Chuẩn hóa âm lượng

source: &Channel sort
de_de: &Kanalsortierung
nn: & Kanalsortering
vi_vn: &Sắp xếp kênh

source: &Settings
de_de: &Einstellungen
nn: & Innstillingar
vi_vn: &Cài đặt

source: empty
de_de: leer
nn: tom
vi_vn: trống

source: &File
de_de: &Datei
nn: &Fil
vi_vn: &Tệp

source: &Play
de_de: &Abspielen
nn: &Spel
vi_vn: &Phát

source: Speed
de_de: Geschwindigkeit
nn: Fart
vi_vn: Tốc độ

source: F&ilters
de_de: F&ilter
nn: F&ilter
vi_vn: &Bộ lọc

source: &Audio
de_de: &Ton
nn: &Lyd
vi_vn: &Âm thanh

source: &Subtitles
de_de: &Untertitel
nn: &Undertekstar
vi_vn: &Phụ đề

source: Vie&w
de_de: &Ansicht
nn: Vi&s
vi_vn: &Xem

source: &Options
de_de: &Optionen
nn: &Val
vi_vn: &Tùy chọn

source: &Help
de_de: &Hilfe
nn: &Hjelp
vi_vn: &Trợ giúp

source: None
de_de: Keine
nn: Ingen
vi_vn: Không có

source: Custom MPV options invalid, ignoring them
de_de: Benutzerdefinierte MPV-Optionen ungültig, werden ignoriert
es_es: Las opciones de MPV personalizadas no son válidas, han sido ignoradas
nn: Eigenvalte MPV-innstillingar ugyldige, ignorerer dei
vi_vn: Thiết lập tùy chỉnh MPV không hợp lệ, bỏ qua chúng

source: Previous day
de_de: Vorheriger Tag
nn: I går
vi_vn: Ngày trước

source: Next day
de_de: Nächster Tag
nn: Neste dag
vi_vn: Ngày tiếp theo

source: Previous channels
de_de: Vorherige Kanäle
nn: Forrige kanalar
vi_vn: Kênh trước

source: Next channels
de_de: Nächste Kanäle
nn: Neste kanalar
vi_vn: Kênh tiếp theo

source: yuki-iptv error
de_de: yuki-iptv Fehler
nn: yuki-iptv-feil
vi_vn: yuki-iptv lỗi

source: Processing error
de_de: Verarbeitungsfehler
nn: Behandlingsfeil
vi_vn: Lỗi xử lý

source: Could not connect
de_de: Verbindung konnte nicht aufgebaut werden
nn: Klarte ikkje å kople til
vi_vn: Không thể kết nối

source: Failed to load playlist - unknown encoding! Please use playlists in UTF-8 encoding.
de_de: Fehler beim laden der Widergabeliste - unbekannte Kodierung! Bitte verwende Wiedergabelisten mit UTF-8 kodierung.
nn: Kunne ikkje laste spelelista – ukjent koding! Ver god å bruke spelelister i UTF-8-koding.
vi_vn: Không thể tải danh sách phát - mã hóa không xác định! Vui lòng sử dụng danh sách phát ở định dạng UTF-8.

source: Playlist loading error!
de_de: Fehler beim laden der Wiedergabeliste!
nn: Feil med spelelista!
vi_vn: Lỗi tải danh sách phát!

source: loaded
de_de: geladen
nn: lasta
vi_vn: đã tải

source: Save File
de_de: Datei speichern
nn: Lagre fil
vi_vn: Lưu tệp

source: Playlists (*.m3u *.m3u8)
de_de: Wiedergabelisten (*.m3u *.m3u8)
nn: Spelelister (*.m3u *.m3u8)
vi_vn: Danh sách phát (*.m3u *.m3u8)

source: Playlist successfully saved!
de_de: Wiedergabeliste erfolgreich gespeichert!
nn: Lagring av spelelista velukka!
vi_vn: Danh sách phát đã lưu thành công!

source: &Open file
de_de: Datei &öffnen
nn: &Opne fil
vi_vn: &Mở tệp

source: &Save as
de_de: &Speichern unter
nn: &Lagre som
vi_vn: &Lưu thành

source: find
de_de: finden
nn: finn
vi_vn: tìm

source: replace with
de_de: ersetzen mit
nn: erstatt med
vi_vn: thay thế bằng

source: replace all
de_de: alle ersätzen
nn: erstatt alle
vi_vn: thay thế tất cả

source: delete row
de_de: jetzt löschen
nn: slett rad
vi_vn: xóa dòng

source: add row
de_de: zeile hinzufügen
nn: legg til rad
vi_vn: thêm dòng

source: filter group (press Enter)
de_de: Filtergruppe (Enter drücken)
nn: filtrer gruppe (trykk Enter)
vi_vn: Nhóm bộ lọc (nhấn Enter)

source: insert search term and press enter use Selector → to choose column to search
de_de: füge einen neuen Term ein und drücke Enter benutze Selektor um Spalte für die Suche zu wählen
nn: sett inn søkeord og trykk enter bruk Veljar → til å velje kolonne for å søke
vi_vn: Nhập từ khóa tìm kiếm và nhấn Enter, sử dụng Selector → để chọn cột cần tìm kiếm

source: Playlist editor
de_de: Wiedergabelisten-Editor
nn: Spelelistebehandlar
vi_vn: Sửa danh sách phát

source: Ready
de_de: Bereit
nn: Klar
vi_vn: Sẵn sàng

source: Save Confirmation
de_de: Bestätigung speichern
nn: Lagre valet
vi_vn: Xác nhận lưu

source: The document was changed.<br>Do you want to save the changes?
de_de: Das Dokument wurde verändert.<br>Möchtest du die Änderungen speichern?
nn: Dokumentet vart endra.<br>Er du sikker på at du vil lagre endringane?
vi_vn: Tài liệu đã thay đổi.<br>Bạn có muốn lưu các thay đổi?

source: ffmpeg crashed!
de_de: ffmpeg ist abgestürzt!
nn: ffmpeg krasja!
vi_vn: ffmpeg đã gặp sự cố!

source: exit code:
de_de: Fehlercode:
nn: avslutningskode:
vi_vn: mã thoát:

source: Codec
nn: Kodek

source: Audio
nn: Lyd

source: Enable transparency for floating panels
de_de: Transparenz für schwebende Paneele aktivieren
nn: Aktiver gjennomsikt for flytande panel

source: &Track
de_de: &Spur
nn: &Spor

source: kbps
de_de: kb/s

source: bps
de_de: b/s

source: Mbps
de_de: Mb/s

source: Gbps
de_de: Gb/s
es_es: Gpbs

source: Tbps
de_de: Tb/s

source: Gamma
es_es: Gama

source: Video
es_es: Vídeo
