Repository: steinxborg/yuki-iptv
Catalog: po/yuki-iptv-*.po
Languages: de_de, es_es, nn, vi_vn

source: All channels
de_de: Alle Kanäle
es_es: Todos los canales
nn: Alle kanalar
vi_vn: Mọi kênh

source: Error
de_de: Fehler
nn: Feil
vi_vn: Sửa

source: Are you sure?
de_de: Sind Sie sich sicher?
es_es: ¿Estás seguro?
nn: Er du sikker?
vi_vn: Bạn có chắc?

source: Double click to change
de_de: Doppelklicken zum Ändern
es_es: Doble click para cambiar
nn: Dobbelklikk for å endre
vi_vn: Nhấp đôi để thay đổi

source: Shortcut already used
de_de: Shortcut bereits verwendet
es_es: El atájo esta en uso
nn: Snarvegen er allereie brukt
vi_vn: Phím tắt đã được dùng

source: No TV guide for channel
de_de: Kein TV-Guide für diesen Kanal
es_es: La Guía de TV no esta cargada
nn: Ingen TV guide for kanalen
vi_vn: Không có lịch phát sóng cho kênh này

source: Archive
de_de: Archiv
es_es: Archivo
nn: Arkiv
vi_vn: Lưu trữ

source: Default
de_de: Standart
es_es: Por defecto
nn: Standardinnstilling
vi_vn: Mặc định

source: Failed to open external player!
de_de: Externer Player konnte nicht gestartet werden!
es_es: ¡Falla al abrir el reproductor externo!
nn: Det lukkast ikkje å opne ekstern spelar!
vi_vn: Không thể mở trình phát bên ngoài!

source: Channel
de_de: Kanal
es_es: Canal
nn: Kanal
vi_vn: Kênh

source: Start record time
de_de: Aufnahmezeit-Start
es_es: Iniciar grabación
nn: Start opptakstid
vi_vn: Thời gian bắt đầu ghi hình

source: End record time
de_de: Aufnahmezeit-Ende
es_es: Finalizar grabación
nn: Stopp opptakstid
vi_vn: Thời gian kết thúc ghi hình

source: Scheduler
de_de: Planer
nn: Tidsplanleggjar
vi_vn: Lịch trình

source: No planned recordings
de_de: Keine geplanten aufzeichnungen
es_es: No hay grabaciones planificadas
nn: Ingen planlagde opptak
vi_vn: Không có lịch trình ghi hình

source: Waiting for record
de_de: Warten auf Aufzeichnung
es_es: Esperando para grabar
nn: Ventar på opptak
vi_vn: Đang chờ ghi hình

source: Recording
de_de: Aufzeichnung
es_es: Grabando
nn: Tek opp
vi_vn: Đang ghi hình

source: Status
es_es: Estado
vi_vn: Trạng thái

source: Select folder for recordings and screenshots
de_de: Ordner für Bildschirmfotos und Aufzeichnungen wählen
es_es: Seleccionar carpeta para grabaciones y capturas de pantalla
nn: Vel mappe for opptak og skjermbilete
vi_vn: Chọn thư mục cho các bản ghi và ảnh chụp màn hình

source: Average Bitrate
de_de: Durschnittliche Bitrate
es_es: Tasa de bits promedio
nn: Gjennomsnittleg bitrate
vi_vn: Tốc độ bit trung bình

source: General
de_de: Allgemeines
nn: Generelt
vi_vn: Tổng quan

source: Dimensions
de_de: Dimensionen
es_es: Dimenciones
nn: Dimensjonar
vi_vn: Kích thước

source: Aspect
de_de: Seitenverhältniss
es_es: Aspecto
nn: Aspekt
vi_vn: Tỉ lệ khung hình

source: Color
de_de: Farbe
nn: Farge
vi_vn: Màu sắc

source: Pixel Format
es_es: Formato del Pixel
nn: Pikselformat
vi_vn: Định dạng điểm ảnh

source: Bits Per Pixel
de_de: Bits pro Pixel
es_es: Bits por Pixel
nn: Bitar per piksel
vi_vn: Số bit trên mỗi điểm ảnh

source: surround sound
es_es: Sonido envolvente
nn: surroundlyd
vi_vn: âm thanh vòm

source: Layout
es_es: Diseño
nn: Oppsett
vi_vn: Bố cục

source: Channels
de_de: Kanäle
es_es: Canales
nn: Kanalar
vi_vn: Kênh

source: Sample Rate
de_de: Abtastrate
es_es: Frecuencia de muestreo
nn: Samplingsrate
vi_vn: Tần số lấy mẫu

source: Format
es_es: Formato
vi_vn: Định dạng

source: Channel Count
de_de: Kanalanzahl
es_es: Conteo de canales
nn: Kanaltal
vi_vn: Số lượng kênh

source: Loading...
de_de: Lädt...
es_es: Cargando...
nn: Lastar...
vi_vn: Đang tải...

source: Pause
es_es: Pausar
vi_vn: Tạm dừng

source: Play
de_de: Abspielen
es_es: Reproducir
nn: Spel
vi_vn: Phát

source: Nothing found
de_de: Nichts gefunden
es_es: No se ha encontrado nada
nn: Ingenting funne
vi_vn: Không tìm thấy gì cả

source: Volume
de_de: Lautstärke
es_es: Volumen
nn: Volum
vi_vn: Âm lượng

source: To exit fullscreen mode press
de_de: Um Vollbildmodus zu beenden, drücke
es_es: Para salir del modo de pantalla completa, presione
nn: Trykk for å gå ut av fullskjerm
vi_vn: Để thoát khỏi chế độ toàn màn hình, nhấn

source: Volume off
de_de: Lautstärke aus
es_es: Volumen apagado
nn: Volum av
vi_vn: Tắt âm lượng

source: Favourites
de_de: Favoriten
es_es: Favoritos
nn: Favorittar
vi_vn: Yêu thích

source: Group
de_de: Gruppe
es_es: Grupo
nn: Gruppe
vi_vn: Nhóm

source: Search channel
de_de: Kanal suchen
es_es: Buscar canal
nn: Søk kanal
vi_vn: Tìm kênh

source: Search movie
de_de: Film suchen
es_es: Buscar Película
nn: Søk film
vi_vn: Tìm phim lẻ

source: Search series
de_de: Serie suchen
es_es: Buscar Serie
nn: Søk seriar
vi_vn: Tìm phim bộ

source: Delete from favourites
de_de: Aus Favoriten löschen
es_es: Borrar de Favoritos
nn: Slett frå favotittar
vi_vn: Xóa khỏi danh sách yêu thích

source: Remove channel from Favourites+?
de_de: Kanal aus Favoriten+ löschen?
es_es: ¿Eliminar canal de Favoritos+?
nn: Fjern kanal frå favorittar?
vi_vn: Bạn có muốn xóa kênh khỏi danh sách yêu thích+?

source: TV guide
es_es: Guía de TV
vi_vn: Lịch phát sóng

source: Hide TV guide
de_de: TV-Guide verstecken
es_es: Ocultar Guía de TV
nn: Gøym tv-guide
vi_vn: Ẩn lịch phát sóng

source: Favourites+ (separate playlist)
de_de: Favoriten+ (seperate Wiedergabeliste)
es_es: Favoritos+ (Playlist separado)
nn: Favorittar+ (separat speleliste)
vi_vn: Yêu thích+ (danh sách phát riêng)

source: Open in external player
de_de: In externem Player öffnen
es_es: Abrir en Reproductor externo
nn: Opne i ekstern spelar
vi_vn: Mở bằng trình phát bên ngoài

source: Video settings
de_de: Videoeinstellungen
es_es: Configuración de Video
nn: Videoinnstillingar
vi_vn: Cài đặt video

source: Back
de_de: Zurück
es_es: Atras
nn: Tilbake
vi_vn: Quay lại

source: TV channels
de_de: TV-Kanäle
es_es: Canales de TV
nn: Tv-kanalar
vi_vn: Kênh TV

source: Movies
de_de: Filme
es_es: Películas
nn: Filmar
vi_vn: Phim lẻ

source: Series
de_de: Serien
nn: Seriar
vi_vn: Phim bộ

source: Playlist
de_de: Wiedergabeliste
es_es: Lista de Reproducción
nn: Speleliste
vi_vn: Danh sách phát

source: Doing screenshot...
de_de: Bildschirm wird fotografiert...
es_es: Realizando captura de pantalla...
nn: Tek skjermbilete...
vi_vn: Đang chụp màn hình...

source: Screenshot saved!
de_de: Bildschirmfoto gespeichert!
es_es: ¡Captura de pantalla guardada!
nn: Skjermbilete lagra!
vi_vn: Ảnh chụp màn hình đã được lưu!

source: Screenshot saving error!
de_de: Fehler beim speichern des Bildschirmfotos!
es_es: ¡Error al guardar la captura de pantalla!
nn: Feil i lagring av skjermbilete!
vi_vn: Lỗi lưu ảnh chụp màn hình!

source: No channel selected
de_de: Kein Kanal gewählt
es_es: No ha seleccionado ningún canal
nn: Ingen kanal valt
vi_vn: Không có kênh nào được chọn

source: Open archive
de_de: Archiv öffnen
es_es: Abrir archivo
nn: Opne arkiv
vi_vn: Mở lưu trữ

source: channels
de_de: kanäle
es_es: canales
nn: kanalar
vi_vn: các kênh

source: Preparing record
de_de: Aufzeichnung wird vorbereitet
es_es: Preparando grabación
nn: Gjer klar for opptak
vi_vn: Đang chuẩn bị ghi hình

source: No channel selected for record
de_de: Kein Kanal zum Aufzeichnen gewählt
es_es: No ha seleccionado canales para grabar
nn: Ingen kanal valt for opptak
vi_vn: Chưa chọn kênh để ghi hình

source: IPTV player with EPG support
de_de: IPTV-Spieler mit EPG unterstützung
es_es: Reproductor IPTV con soporte EPG
nn: IPTV-spelar med EPG-støtte
vi_vn: Trình phát IPTV hỗ trợ EPG

source: Using Qt {}
de_de: Verwendet Qt {}
nn: Bruker Qt
vi_vn: Sử dụng Qt {}

source: Using libmpv {}
de_de: Verwendet libmpv {}
es_es: Usando libmpv {}
nn: Bruker libmpv {}
vi_vn: Sử dụng libmpv {}

source: Stream Information
de_de: Stream Informationen
es_es: Información del Directo
nn: Strauminformasjon
vi_vn: Thông tin luồng phát

source: Playing error
de_de: Abspielfehler
es_es: Error al reproducir
nn: Spelefeil
vi_vn: Lỗi phát

source: Unknown
de_de: Unbekannt
es_es: Desconocido
nn: Ukjent
vi_vn: Không rõ

source: Updating TV guide...
de_de: TV-Guide wird aktuellisiert...
es_es: Actualizando Guía de TV...
nn: Oppdaterer tv-guide...
vi_vn: Đang cập nhật lịch phát sóng...

source: TV guide update error!
de_de: Fehler beim Aktuellisieren des TV-Guides!
es_es: ¡Error al actualizar la Guía de TV!
nn: Tv-guide oppdateringsfeil!
vi_vn: Lỗi cập nhật lịch phát sóng!

source: EPG is outdated!
de_de: EPG ist veraltet!
es_es: ¡EPG está desactualizado!
nn: EPG er utdatert!
vi_vn: EPG đã lỗi thời!

source: TV guide update done!
de_de: TV-Guide aktuellisierung erfolgreich!
es_es: ¡Se ha actualizado la Guía de TV!
nn: Ferdig med å oppdatere tv-guide!
vi_vn: Hoàn tất cập nhật lịch phát sóng!

source: -%d second
de_de: -%d Sekunde
es_es: -%d segundo
nn: -%d sekund
vi_vn: -%d giây

source: +%d second
de_de: +%d Sekunde
es_es: +%d segundo
nn: +%d sekund
vi_vn: +%d giây

source: -%d minute
es_es: -%d minuto
nn: -%d minutt
vi_vn: -%d phút

source: +%d minute
es_es: +%d minuto
nn: -%d minutt
vi_vn: +%d phút

source: V&olume -
de_de: L&autstärke -
es_es: Volumen -
nn: Volum -
vi_vn: Giảm âm lượng

source: Vo&lume +
de_de: La&utstärke +
es_es: Volumen +
nn: Volum +
vi_vn: Tăng âm lượng

source: &Normal speed
de_de: &Normale geschwindigkeit
nn: &Normal fart
vi_vn: &Tốc độ bình thường

source: Quit the program
de_de: Programm beenden
es_es: Salir del Programa
nn: Avslutt programmet
vi_vn: Thoát chương trình

source: Record
de_de: Aufzeichnen
es_es: Grabar
nn: Opptak
vi_vn: Ghi hình

source: Screenshot
de_de: Bildschirmfoto
es_es: Captura de Pantalla
nn: Skjermbilete
vi_vn: Chụp màn hình

source: Exit fullscreen
de_de: Vollbild beenden
es_es: Salir de Pantalla completa
nn: Avslutt fullskjerm
vi_vn: Thoát toàn màn hình

source: &Update TV guide
de_de: &TV-Guide aktuellisieren
es_es: &Actualizar Guía de TV
nn: &Oppdater tv-guide
vi_vn: &Cập nhật lịch phát sóng

source: Show/hide playlist
de_de: Wiedergabelisten anzeigen/verstecken
es_es: Mostrar/Ocultar lista de reproducción
nn: Vis/gøym speleliste
vi_vn: Hiển thị/Ẩn danh sách phát

source: Show/hide controls panel
de_de: Steuerpaneel anzeigen/verstecken
es_es: Mostrar/Ocultar panel de control
nn: Vis/gøym kontrrollpanel
vi_vn: Hiển thị/Ẩn bảng điều khiển

source: &Video settings
de_de: &Videoeinstellungen
es_es: &Configuración de Vídeo
nn: &Videoinnstillingar
vi_vn: &Cài đặt video

source: &Fullscreen
de_de: &Vollbild
es_es: &Pantalla completa
nn: &Fullskjerm
vi_vn: &Toàn màn hình

source: &Mute audio
de_de: &Audio stummschalten
es_es: &Audio mudo
nn: &Stum lyd
vi_vn: &Tắt âm

source: &Play / Pause
es_es: &Reproducir / Pausar
nn: &Spel / pause
vi_vn: &Phát / Tạm dừng

source: &Stop
es_es: &Detener
nn: &Stopp
vi_vn: &Dừng

source: &Next
de_de: &Nächstes
es_es: &Siguiente
nn: &Neste
vi_vn: &Tiếp theo

source: &Previous
de_de: &Vorheriges
es_es: &Anterior
nn: &Forrige
vi_vn: &Trước đó

source: P&laylist editor
de_de: W&iedergabelistenfehler
es_es: Editor de Lista de Reproducción
nn: S&pelelistebehandlar
vi_vn: &Sửa danh sách phát

source: &Playlists
de_de: &Wiedergabelisten
es_es: &Lista de reproducción
nn: &Spelelister
vi_vn: &Danh sách phát

source: &Update current playlist
de_de: &Aktuelle Wiedergabelist aktuellisieren
es_es: &Actualizar Lista de reproducción actual
nn: &Oppdater noverande speleliste
vi_vn: &Cập nhật danh sách phát hiện tại

source: Settings
de_de: Einstellungen
es_es: Configuración
nn: Innstillingar
vi_vn: Cài đặt

source: Channel sort
de_de: Kanalsortierung
es_es: Canal corto
nn: Sorter kanalar
vi_vn: Sắp xếp kênh

source: &Compact mode
de_de: &Kompakter Modus
es_es: &Modo Compácto
nn: &Kompaktmodus
vi_vn: &Chế độ thu gọn

source: TV guide for all channels
de_de: TV-Guide aller Kanäle
es_es: Guía para todos los canales
nn: Tv-guide for alle kanalar
vi_vn: Lịch phát sóng cho mọi kênh

source: &Frame step
de_de: &Nächstes Einzelbild
es_es: &Adentar fotográma
nn: &Rammesteg
vi_vn: &Bước khung hình

source: Fra&me back step
de_de: Einzelbild zurück
es_es: Regresar Fotográma
nn: Ram&me bakoversteg
vi_vn: &Lùi bước khung hình

source: Multi-EPG
vi_vn: Đa-EPG

source: Updating TV guide... (parsing {}/{})
de_de: TV-Guide wird aktuellisiert... ({} von {})
es_es: Actualizando Guía de TV... (Analisis sintáctico {}/{})
nn: Oppdaterer tv-guide... (arbeider {}/{})
vi_vn: Đang cập nhật lịch phát sóng... (phân tích {}/{})

source: Updating TV guide... (loading {}/{})
de_de: TV-Guide wird aktuellisiert... ({} von {} geladen)
es_es: Actualizando Guía de TV... (Cargando {}/{})
nn: Oppdaterer tv-guide... (lastar {}/{})
vi_vn: Đang cập nhật lịch phát sóng... (tải {}/{})

source: Stop
es_es: Detener
nn: Stopp
vi_vn: Dừng

source: Fullscreen
de_de: Vollbild
es_es: Pantalla Completa
nn: Fullskjerm
vi_vn: Toàn màn hình

source: Open recordings folder
de_de: Aufzeichnungsverzeichniss öffnen
es_es: Abrir carpeta de grabaciones
nn: Opne opptaksmappe
vi_vn: Mở thư mục ghi hình

source: Recording scheduler
de_de: Aufzeichnungsplaner öffnen
nn: Opptakstidsplan
vi_vn: Lập lịch ghi hình

source: Previous channel
de_de: Vorheriger Kanal
es_es: Canal anterior
nn: Forrige kanal
vi_vn: Kênh trước

source: Next channel
de_de: Nächster Kanal
es_es: Próximo canal
nn: Neste kanal
vi_vn: Kênh tiếp theo

source: License
de_de: Lizenz
es_es: Licencia
nn: Lisens
vi_vn: Giấy phép

source: About Qt
de_de: Über Qt
es_es: Sobre Qt
nn: Om Qt
vi_vn: Giới thiệu về Qt

source: Close
de_de: Schließen
es_es: Cerrar
nn: Steng
vi_vn: Đóng

source: Save settings
de_de: Einstellungen speichern
es_es: Guardar configuración
nn: Lagre innstillingar
vi_vn: Lưu cài đặt

source: Reset channel settings
de_de: Kanaleinstellungen speichern
es_es: Reestablecer configuración de canales
nn: Nullstill kanalinnnstillingar
vi_vn: Đặt lại cài đặt kênh

source: Clear logo cache
de_de: Logo-Cache leeren
es_es: Limpiar logos de la caché
nn: Nullstill logodata
vi_vn: Xóa bộ nhớ đệm logo

source: as in playlist
de_de: wie in Wiedergabeliste
es_es: como una lista de reproducción
nn: som i spelarlista
vi_vn: Theo danh sách phát

source: alphabetical order
de_de: in alphabetischer Reihenfolge
es_es: orden alfabético
nn: alfabetisk
vi_vn: Thứ tự chữ cái

source: reverse alphabetical order
de_de: in umgekehrter alphabetischer Reihenfolge
es_es: orden alfabético inverso
nn: motsett alfabetisk
vi_vn: Thứ tự chữ cái ngược

source: custom
de_de: benutzerdefiniert
es_es: personalización
nn: eigenvalt
vi_vn: Tùy chỉnh

source: Partial
de_de: Partiell
nn: Ufullstendig
vi_vn: Một phần

source: Full
de_de: Voll
vi_vn: Toàn bộ

source: Hide
de_de: Verstecken
es_es: Ocultar
nn: Gøym
vi_vn: Ẩn

source: Do not update EPG at boot
de_de: Nicht aktuellieseren EPG beim Start
es_es: No se ha actualizado EPG en el inicio
nn: Ikkje oppdater EPG ved oppstart
vi_vn: Không cập nhật EPG khi khởi động

source: Open previous channel at startup
de_de: Letzten Kanal öffnen bei Start
es_es: Abrir canal anterior al iniciar programa
nn: Opne forrige kanal ved oppstart
vi_vn: Mở kênh trước khi khởi động

source: Hide EPG percentage
de_de: EPG Prozentsatz verstecken
es_es: Ocultar porcentaje EPG
nn: Gøym EPG-prosent
vi_vn: Ẩn phần trăm EPG

source: Hide EPG from playlist
de_de: EPG aus Wiedergabeliste verstecken
es_es: Ocultar EPG desde la lista de reproducción
nn: Gøym EPG frå speleliste
vi_vn: Ẩn EPG khỏi danh sách phát

source: Hide bitrate / video info
de_de: Bitrate und Videoinfo verstecken
es_es: Ocultar tasa de bits / información de vídeo
nn: Gøym bitrate / videoinfo
vi_vn: Ẩn thông tin bitrate / video

source: Volume change step
de_de: Lautstärkeänderungsschrittgröße
es_es: Paso de cambio de volumen
nn: Volumendringssteg
vi_vn: Bước thay đổi âm lượng

source: mpv options
de_de: mpv Optionen
es_es: Opciones de mpv
nn: mpv-innstillingar
vi_vn: Tùy chọn chương trình phát mpv

source: list
de_de: Liste
es_es: Lista
nn: liste
vi_vn: danh sách

source: Floating panel position
de_de: Schwebendes Paneel Position
es_es: Panel flotante posición
nn: Flytande panel posisjon
vi_vn: Vị trí bảng nổi

source: Right
de_de: Rechts
es_es: Derecha
nn: Høgre
vi_vn: Phải

source: Left
de_de: Links
es_es: Izquierda
nn: Venstre
vi_vn: Trái

source: Separate window
de_de: Seperates Fenster
es_es: Separar ventana
nn: Separat vindauge
vi_vn: Cửa sổ riêng biệt

source: Switch channels with the mouse wheel
de_de: Wechsle Kanäle mit dem Mausrad
es_es: Cambiar canal con la rueda del ratón
nn: Endre kanalar med mushjulet
vi_vn: Chuyển kênh bằng con lăn chuột

source: Automatic reconnection
de_de: Automatisch neu verbinden
es_es: Automatico reconexión
nn: Automatisk attoppkopling
vi_vn: Tự động kết nối lại

source: Low latency mode
de_de: Modus mit geringer Latenz
nn: Låg-forsinkingsmodus
vi_vn: Chế độ độ trễ thấp

source: by default: change volume
de_de: Standartmäßig: Lautstärke ändern
es_es: por defecto cambiar volumen
nn: som standard endre volum
vi_vn: Thay đổi âm lượng mặc định

source: Show playlist on mouse move
de_de: Wiedergabeliste bei Mausbewegung einblenden
es_es: Mostrar lista de reproducción al mover el ratón
nn: Vis speleliste ved muserørsle
vi_vn: Hiển thị danh sách phát khi di chuyển chuột

source: Show controls on mouse move
de_de: Steuerelemente bei Mausbewegung einblenden
es_es: Mostrar controles al mover el ratón
nn: Vis kontrollar ved muserørsle
vi_vn: Hiển thị điều khiển khi di chuyển chuột

source: Channel logos
de_de: Kanal-Logos
es_es: Logo de canales
nn: Kanallogoar
vi_vn: Logo kênh

source: Prefer M3U
de_de: M3U bevorzugen
es_es: Preferir M3U
nn: Føretrekk M3U
vi_vn: Ưu tiên M3U

source: Prefer EPG
de_de: EPG bevorzugen
es_es: Preferir EPG
nn: Føretrekk EPG
vi_vn: Ưu tiên EPG

source: Do not load from EPG
de_de: Nicht von EPG laden
es_es: No cargar desde EPG
nn: Ikkje last frå EPG
vi_vn: Không tải từ EPG

source: Do not load any logos
de_de: Keine Logos laden
es_es: No cargar ningún logo
nn: Ikkje last logoar
vi_vn: Không tải bất kỳ logo nào

source: Do not cache EPG
de_de: EPG nicht cachen
es_es: No almacenar EPG en caché
nn: Ikkje last EPG
vi_vn: Không lưu bộ đệm EPG

source: Do not create screenshots and recordings subfolders
de_de: Keine Aufzeichnungs- und Bildschirmfoto-Unterordner erstellen
es_es: No crear capturas de pantalla y subcarpetas de grabaciónes
nn: Ikke lag skjermbilete og undermapper for opptak
vi_vn: Không tạo thư mục con cho ảnh chụp màn hình và ghi hình

source: Hide the current television program
de_de: Aktuelles Fernsehprogramm verstecken
es_es: Ocultar programa actual de televisión
nn: Gøym noverande tv-program
vi_vn: Ẩn chương trình truyền hình hiện tại

source: Aspect ratio
de_de: Seitenverhältniss
es_es: Proporción de aspecto
nn: Sideforhold
vi_vn: Tỷ lệ khung hình

source: Scale / Zoom
de_de: Skalieren / Zoom
es_es: Escala / Acercamiento
nn: Skaler / zoom
vi_vn: Phóng to / Thu nhỏ

source: Pan and scan
de_de: Pan & Scan
es_es: Panorámica y escaneo
nn: Panorer og skann
vi_vn: Quét toàn cảnh

source: Enable rewind
de_de: Rückspulen aktivieren
es_es: Habilitar rebobinar
nn: Aktiver tilbakespoling
vi_vn: Bật tua lại

source: Hide channel logos
de_de: Kanallogos verstecken
es_es: Ocultar logo de canales
nn: Gøym kanallogoar
vi_vn: Ẩn logo kênh

source: Show/hide playlist by left mouse click
de_de: Zeige/verstecke Playlist durch Linksklick
es_es: Mostrar/Ocultar lista de reproducciónes por el clic izquierdo del ratón
nn: Vis/gøym speleliste ved venstre museklikk
vi_vn: Hiện/Ẩn danh sách phát bằng chuột trái

source: User agent
es_es: Agente de usuario
nn: Brukaragent
vi_vn: Tác nhân người dùng (UA)

source: HTTP Referer:
de_de: HTTP Weiterleiter:
es_es: HTTP Referido:
nn: HTTP-tilvisar:
vi_vn: Trang giới thiệu HTTP:

source: %d second
de_de: %d sekunde
es_es: %d segundo
nn: %d sekund
vi_vn: %d giây

source: Or select provider
de_de: Oder wähle einen Provider
es_es: O seleccionar proveedor
nn: Eller vel leverandør
vi_vn: Hoặc chọn nhà cung cấp

source: M3U / XSPF playlist
de_de: M3U / XSPF Wiedergabeliste
es_es: M3u / XSPF Lista de reproducción
nn: M3U / XSPF speleliste
vi_vn: Danh sách phát M3U / XSPF

source: Update playlist at launch
de_de: Wiedergabeliste beim Start aktuellisieren
es_es: Actualizar lista de reproducción al lanzar
nn: Oppdater speleliste ved oppstart
vi_vn: Cập nhật danh sách phát khi chạy chương trình

source: TV guide address
de_de: TV-Guide Addresse
es_es: Guía de TV Dirección
nn: Tv-guide adresse
vi_vn: Địa chỉ lịch phát sóng

source: Deinterlace
de_de: Deinterlacing
es_es: Desentrelazar
nn: Avfletting
vi_vn: Khử nhiễu hình

source: Channel sort
de_de: Kanalsortierung
es_es: Canal corto
nn: Kanal sorter
vi_vn: Sắp xếp kênh

source: Categories sort
de_de: Kategoriesortierung
nn: Kategoriar sorter
vi_vn: Sắp xếp danh mục

source: EPG description view
de_de: EPG-Beschreibungsansicht
nn: EPG skildrings-syn
vi_vn: Xem mô tả EPG

source: Cache
es_es: Caché
nn: Buffer
vi_vn: Bộ đệm

source: UDP proxy
vi_vn: Proxy UDP

source: Folder for recordings and screenshots
de_de: Ordner für Aufnahmen und Bildschirmfotos
es_es: Carpeta de grabaciónes y capturas de pantalla
nn: Mappe for opptak og skjermbilete
vi_vn: Thư mục lưu bản ghi và ảnh chụp màn hình

source: Main
nn: Hovud
vi_vn: Chính

source: Network
de_de: Netzwerk
es_es: Conexión
nn: Nettverk
vi_vn: Mạng

source: GUI
de_de: Benutzeroberfläche
es_es: Interface
nn: Grensesnitt
vi_vn: Giao diện đồ họa

source: Actions
de_de: Aktionen
es_es: Acciónes
nn: Aktivitetar
vi_vn: Hành động

source: Catchup
de_de: Aufholen
es_es: Ponerse al día
nn: Innhenting
vi_vn: Xem lại

source: EPG
vi_vn: Lịch phát sóng

source: Other
de_de: Andere
es_es: Otro
nn: Andre
vi_vn: Khác

source: Debug
es_es: Depurar
nn: Avlusing
vi_vn: Gỡ lỗi

source: WARNING: experimental function, working with problems
de_de: WARNUNG: experimentelle Funktion; Funktioniert mit Problemen
es_es: PRECAUCIÓN: función experimental, trabajamos en los problemas
nn: ÅTVARING: eksperimentell funksjon, fungerer med problem
vi_vn: CẢNH BÁO: Chức năng thử nghiệm, có thể gặp vấn đề khi sử dụng

source: Contrast
de_de: Kontrast
es_es: Contraste
nn: Kontrast
vi_vn: Độ tương phản

source: Brightness
de_de: Helligkeit
es_es: Brillo
nn: Lysstyrke
vi_vn: Độ sáng

source: Hue
de_de: Farbton
es_es: Tinte
nn: Fargetone
vi_vn: Tông màu

source: Saturation
de_de: Sättigung
es_es: Saturación
nn: Metning
vi_vn: Độ bão hòa

source: EPG name
es_es: Nombre de EPG
nn: EPG-namn
vi_vn: Tên EPG

source: Shortcuts
de_de: Verknüpfungen
es_es: Atajos
nn: Snarvegar
vi_vn: Phím tắt

source: Description
de_de: Beschreibung
es_es: Descripción
nn: Skilding
vi_vn: Mô tả

source: Shortcut
es_es: Atajo
nn: Snarveg
vi_vn: Phím tắt

source: Reset to defaults
de_de: Auf Standart zurücksetzen
es_es: Reestablecer por defecto
nn: Sett til normalinnstillingar
vi_vn: Đặt lại mặc định

source: Modify shortcut
de_de: Shortcut bearbeiten
es_es: Modificar atájo
nn: Endre snarveg
vi_vn: Chỉnh sửa phím tắt

source: &About yuki-iptv
de_de: &Über yuki-iptv
es_es: Sobre yuki-iptv
nn: &Om yuki-iptv
vi_vn: &Giới thiệu về yuki-iptv

source: Rewind
de_de: Zurückspulen
es_es: Rebobinar
nn: Spol tilbake
vi_vn: Tua lại

source: Search
de_de: Suche
es_es: Buscar
nn: Søk
vi_vn: Tìm kiếm

source: Page
de_de: Seite
es_es: Página
nn: Side
vi_vn: Trang

source: Processing record...
de_de: Aufnahme wird verarbeitet...
es_es: Procesando la grabación...
nn: Behandlar opptak...
vi_vn: Đang xử lý bản ghi...

source: Planned recordings
de_de: Geplante Aufnahmen
es_es: Grabaciónes planificadas
nn: Planlagde opptak
vi_vn: Các bản ghi đã lên lịch

source: Active recordings
de_de: Aktive Aufnahmen
es_es: Grabaciónes activas
nn: Aktive opptak
vi_vn: Các bản ghi đang diễn ra

source: Choose channel
de_de: Kanal auswählen
es_es: Elegir canal
nn: Vel kanal
vi_vn: Chọn kênh

source: Add
de_de: Hinzufügen
es_es: Añadir
nn: Legg til
vi_vn: Thêm

source: Remove
de_de: Entfernen
es_es: Eliminar
nn: Fjern
vi_vn: Xóa

source: Post-recording action
de_de: Nach-Aufnahme-Aktion
es_es: Post-grabación acción
nn: Etteropptaks- handling
vi_vn: Hành động sau khi ghi
